Revit 2023 API
MassZone.Volume Property
 The volume of the MassZone.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Since: 2012
Syntax
C#
public double Volume { get; }
Visual Basic
Public ReadOnly Property Volume As Double
	Get
Visual C++
public:
property double Volume {
	double get ();
}
See Also
MassZone Class
Autodesk.Revit.DB.Analysis Namespace